Autodesk.Revit.DB.Lighting.InitialIlluminanceIntensity.#ctor(Autodesk.Revit.DB.Lighting.InitialIlluminanceIntensity)
Creates a copy of the given initial illuminance intensity object
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013